{
  "aboutUs": "O nás",
  "ourServices": "Naše služby",
  "ourContact": "Kontakt",
  "info": "pomáháme rozrůstat Vaši značku a spravujeme online marketingové kampaně pro větší dosah Vaší firmy",
  "booking": "Objednat si schůzku",
  "campaignForU": "Náš tým vytvoří kampaň přímo pro Vás",
  "weCare": "Záleží nám na tom, aby každý zákáník dostal kampaň přesně šitou jeho potřebám",
  "more": "Více",
  "howWeDoIt": "Jak to děláme",
  "campaignCreate": "Vytváření kamapaní",
  "campaignBased": "Kampaň vytváříme na základě Vašich silných stránek s relevantním obsahem pro Vaše potencionální zákazníky (fotky, nabídky, obsahy webových stránek ...)",
  "targeting": "Zacílení",
  "nowOneKnows": "Nikdo nezná Vaši cílovou skupinu lépe než Vy, proto po důkladné konzulutaci s Vámi a zkoumání všech dostupných dat vytvoříme model Vašeho ideálního zákazníka na kterého zacílíme kampaň",
  "improving": "Vylepšování",
  "campaignImproving": "Kampaně běží nezávisle, ovšem stále vyžadují vylepšování tak, aby se dosáhlo nejlepšího možného výsledku",
  "moreClients": "Oslovení více zákazníků & rozrůstání vaší značky",
  "outReach": "Rozšiřte mínění o Vaší společnosti",
  "internetWay": "Nejpoužívanější nástroj pro vyhledávání služeb či produktů je <b>vyhledávač na internetu</b>. Lidé vždy chtějí top kvalitu a proto chtějí vědet více nejen o tom co nabízíte, ale taky o <b>kultuře Vaší firmy a co právě představuje</b>. Je proto velice důležité, aby právě Vaše služby či produkty byly na internetu nejen vidět, ale i reprezentovány ve své celé kráse, protože na konci dne Vám <b>nebude nic platné</b>, že máte ohromný produkt či službu, když o ní lidé nebudou vědět. Přesně o to se stará <b>Netvertisement</b>. Vytváříme a spravujeme reklamní kampaně přesně pro Vás a Vaší službu či produkt, ty posléze zacílíme tak, aby byla zajištěna jejich největší efektivita a Vy tak oslovili Vaší cílovou skupinu <b>bez ztráty času, peněz a energie z Vaší strany</b>, protože to Vás bude právě brzdit od rozrůstání Vaší firmy.",
  "ourMotto": "Naše služby a motto",
  "motto": "Specializujeme se na <b>placené reklamní kampaně</b> přes platformu Google. Není nám ale ani cizí provoz reklamních kampaní na <b>sociálních sítí</b>(Facebook, Instagram, TikTok). Ale jak jsme podotkli v minulém textu, velice důležitým bodem je <b>firemní kultura</b>. Ta pro nás bývá jednou z nejpodstatnějších komponent. U nás v <b>Netvertisement</b> se snažíme soustředit na jednu věc a plynule ji ovládat. V našem přépadě jsou to <b>Google Ads</b>. Řídíme se mottem <b>'méně je více'</b>. V dnešní době se vyskytuje mnoho všeho a vždy člověk <b>skáče z jedné věci na druhou, bez toho aby plně ovládal jednu</b>. Z naší strany věříme plně v maximální využití jednoho hlavního nástroje pro její <b>největší effektivitu</b>.",
  "whyGoogleAds": "Proč Google Ads?",
  "primaryPlatform": "Stejně jako <b>závodník ve F1</b> si musíme vybrat vozidlo, které nás <b>doveze přímo do cíle</b>. <b>Google Ads</b> byl tou naší volbou a existuje proto mnoho důvodů. Google není jen nejpoužívanější vyhledávač, ovšem také <b>největší databáze informací</b>. Z toho důvodu je naší primární platformou, na které provozujeme reklamní kampaně pro naše klienty. Přes léta vyhledávání nasbíral Google velkou kvantitu dat o jeho uživatelích, které zjednodušuje proces <b>zacílení na Vaší cílovou skupinu</b>. Také z pohledu Googlu se na jeho vyhledávání podílí lidé, kteří předem <b>projevovali zájem</b> o koupi produktu či služby. V důsledku to pak znamená značně <b>vyšší konverze</b> oproti sociálním sítím či-li u větší část lidí bude pravděpodobnost, že <b>se stanou Vašimi stálými zákazníky</b> a zakoupí si u Vás zvolené produkty/služby.",
  "whyUs": "Proč spolupráce s námi?",
  "whyUsTxt": "Pokud jste se dočetli o nás až sem, pravděpodobně Vás zaujala alespoň jedna z dvou věcí, <b>naše služby nebo naše firemní kultura</b>. Pro nás náš cíl zůstává stále neměnným, chceme pracovat bok po boku s našimi klienty, pomoct jim rozrůstat jejich podnik, <b>dosáhnout dalších milníků</b> a <b>společně dostat naše klienty do cílové roviny s výsledky, které si zaslouží</b>. Snažíme se jen spolupracovat s firmami, které <b>vědí kam se chtějí dostat a jsou ochotny do toho jít naplno</b>. Pokud to co popisujeme, zní jako Váš podnik, tak neváhejte si zde na našich stránek <b>objednat online schůzku nebo osobní schůzku přes náš mail v sekci kontakty</b>. Budume se na Vás těšit, <b>tým Netvertisement</b>.",
  "contact": "Kontakt",
  "ifYouWantMore": "Pokud chcete vědět více můžete se na nás obrátit na email, Instagram či LinkedIn. Rádi Vám se vším poradíme. Pro zájemce je možné sjednat online nebo osobní schůzku. Osobní schůzku je nutné sjednat přes email."

}