{
  "aboutUs": "About Us",
  "ourServices": "Our Services",
  "ourContact": "Contact",
  "info": "we help grow your brand and manage online marketing campaigns for greater reach of your company",
  "booking": "Book a meeting with us",
  "campaignForU": "Our team will create a campaing just for you",
  "weCare": "It is important to us that each client receives a campaign tailored to their needs",
  "more": "More",
  "howWeDoIt": "How we do it",
  "campaignCreate": "Creating campaigns",
  "campaignBased": "We create a campaign based on your strengths with relevant content for your potential customers (photos, offers, website content...)",
  "targeting": "Targeting",
  "nowOneKnows": "No one knows your target group better than you, therefore, after a thorough consultation with you and examination of all available data, we will create a model of your ideal customer at which we will target the campaign",
  "improving": "Improving",
  "campaignImproving": "Campaigns run independently, but still require tweaking to achieve the best possible result",
  "moreClients": "Reach more customers & grow your brand",
  "outReach": "Spread the word about your company",
  "internetWay": "The most used tool for searching for services or products is the <b>search engine on the Internet</b>. People always want top quality and therefore want to know more not only about what you offer, but also about <b>the culture of your company and what it represents</b>. It is therefore very important that your services or products are not only visible on the Internet, but also represented in all their beauty, because at the end of the day, it <b>will not matter</b> to you that you have a great product or service if o people won't know her. <b>Netvertisement</b> does exactly that. We create and manage advertising campaigns exactly for you and your service or product, we then target them in such a way as to ensure their greatest effectiveness and you reach your target group <b>without wasting time, money and energy on your part</b>, because it will hinder you from growing your company.",
  "ourMotto": "Our services and motto",
  "motto": "We specialize in <b>paid advertising campaigns</b> via the Google platform. But we are also no strangers to running advertising campaigns on <b>social networks</b> (Facebook, Instagram, TikTok). But as we pointed out in the previous text, <b>company culture</b> is a very important point. This is one of the most important components for us. Here at <b>Netvertisement</b>, we try to focus on one thing and master it smoothly. In our case, it is <b>Google Ads</b>. We follow the motto <b>'less is more'</b>. Nowadays there is a lot of everything and one is always <b>jumping from one thing to another without fully mastering one</b>. For our part, we fully believe in the maximum use of one main tool for its <b>greatest effectiveness</b>.",
  "whyGoogleAds": "Why Google Ads?",
  "primaryPlatform": "Just like a <b>racer in F1</b>, we have to choose a vehicle that <b>takes us straight to the finish line</b>. <b>Google Ads</b> was our choice and there are many reasons why. Google is not only the most used search engine, but also <b>the largest information database</b>. For that reason, it is our primary platform on which we run advertising campaigns for our clients. Over the years of search, Google has collected a large amount of data about its users, which simplifies the process of <b>targeting your target group</b>. Also from Google's point of view, people who previously <b>expressed interest</b> in buying a product or service participate in its search. As a result, this means significantly <b>higher conversions</b> compared to social networks, i.e. if a larger part of people will be likely to <b>become your regular customers</b> and buy your chosen products/services.",
  "whyUs": "Why us?",
  "whyUsTxt": "If you've read about us this far, you've probably been interested in at least one of two things, <b>our services or our company culture</b>. For us, our goal remains unchanged, we want to work side by side with our clients, help them grow their business, <b>achieve further milestones</b> and <b>together get our clients to the target plane with the results they deserve </b>. We only try to cooperate with companies that <b>know where they want to go and are willing to go all in</b>. If what we describe sounds like your company, don't hesitate to <b>order an online meeting or a personal meeting via our email in the contacts section</b> here on our website. We look forward to seeing you, the <b>Netvertisement team</b>.",
  "contact": "Contact",
  "ifYouWantMore": "If you want to know more, you can contact us via email, Instagram or LinkedIn. We will be happy to advise you on everything. For those interested, it is possible to arrange an online or personal meeting. A personal meeting must be arranged via email."

}